/* Strings for KeyNaming, long version for Mac OS X (Swedish), ©2004-2006 Jens Ayton */
Command = "Kommando";
Shift = "Skift";		// ??
Option = "Alternativ";
Control = "Kontroll";
"Right Shift" = "Höger skift";	// ??
"Right Option" = "Höger alternativ";
"Right Control" = "Höger kontroll";
"Caps Lock" = "Skiftlås";	// ??
Tab = "Tabb";
Space = "Mellanslag";
"Left Arrow" = "Vänsterpil";
"Right Arrow" = "Högerpil";
"Up Arrow" = "Uppåtpil";
"Down Arrow" = "Nedåtpil";
Clear = "Clear";		// ??
"Page Up" = "Sida up";		// ??
"Page Down" = "Sida down";	// ??
Home = "Home";			// ??
End = "End";			// ??
Escape = "Escape";		// ??
Return = "Retur";		// ??
Enter = "Enter";		// ??
Backspace = "Baksteg";		// ??
Delete = "Radera höger";	// ??
F1 = "F1";
F2 = "F2";
F3 = "F3";
F4 = "F4";
F5 = "F5";
F6 = "F6";
F7 = "F7";
F8 = "F8";
F9 = "F9";
F1 = "F1";
F10 = "F10";
F11 = "F11";
F12 = "F12";
F13 = "F13";
F14 = "F14";
F15 = "F15";
F16 = "F16";
"Keypad %@" = "Keypad %@";	// ??
Help = "Hjälp";
"Unknown (%x)" = "Okänd (0x%X)";
"Right Command" = "Höger kommando";
Mute = "Tyst";
"Volume Down" = "Volym ner";
"Volume Up" = "Volym upp";
Power = "Ström";
Eject = "Mata ut";
Fn = "Fn";
Menu = "Meny";
